[
    {
        "name": "Nuevas Tendencias en el Diseño de Carteles",
        "code": "DNO050",
        "about": "El curso desarrollará la capacidad de diseño creativo en el estudiante proponiendo un discurso gráfico originado en la lectura y la visibilidad constructiva de la letra en cuanto a su legibilidad, lecturabilidad y usabilidad. Se da forma al despliegue gráfico a través de exposiciones que ponen en cuestión las magnitudes de cada entrega gráfica y el usuario en los cuales el tamaño, expresión y material cobra un aparecer verificable. La lectura y su calce con el acto de estar ante la escritura. Precisión que articula la lectura y comprensión de esta, reconocimiento y ordenación en vista del significado de lo que se expone y por último un desarrollo fundamentado en la experiencia individual. De tal manera de crear instancias originales de lectura en lo ya otorgado -la palabra impresa-."
    },
    {
        "name": "Manejo y Aplicacion del Color",
        "code": "DNO004",
        "about": "El curso permite al alumno profundizar en el conocimiento del color, considerándolo como herramienta básica en el proceso perceptual y proyectual del diseño. Asimismo, el curso pretende desarrollar y poner en práctica la sensibilidad visual del estudiante, a través de la experiencia, mediante un proceso de exploración, comparación y reflexión. Con ello, sobre la base de un adecuado contexto teórico, podrá tomar decisiones respecto del color evaluando las variables actuales de aplicación."
    },
    {
        "name": "Ilustración Creativa",
        "code": "DNO052",
        "about": "En este curso teórico y práctico el alumno podrá conocer y abordar la práctica de nuevas técnicas de representación a través de la ilustración como herramienta de comunicación visual. En general, el curso desarrollará las capacidades expresivas y creativas del alumno, orientándolas a satisfacer y complementar las demandas de la actividad proyectual en busca de un lenguaje propio y de una cultura visual gráfica. Dado este objetivo, la ilustración será un recurso expresivo autónomo."
    },
    {
        "name": "Design Sketching",
        "code": "DNO036",
        "about": "El curso contribuye a entender y utilizar estratégicamente las herramientas de representación y conceptualización visual, tanto analógicas como digitales, durante el proceso de creación y desarrollo de diseño, ya sea para definir un problema, explorar ideas y resolver formas. Busca capacitar a los alumnos en las problemáticas de la conceptualización formal de un proyecto de diseño industrial, integrando medios visuales analógicos y digitales con la finalidad de representar, comunicar y potenciar ideas de manera clara y efectiva, necesarios, en la fase de investigación y de desarrollo formal de un proyecto. El estudiante podrá comprender y aplicar la operación creativa que convierte las ideas en productos de diseño industrial."
    }
]